doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/0/alpha.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alpha.water;
}

dimensions       [0 0 0 0 0 0 0];

internalField    uniform 0;

boundaryField
{
    leftWall
    {
        type    zeroGradient;
    }
    rightWall
    {
        type    zeroGradient;
    }
    lowerWall
    {
        type    zeroGradient;
    }
    atmosphere
    {
        type          inletOutlet;
        inletValue    uniform 0;
        value         uniform 0;
    }
    defaultFaces
    {
        type    empty;
    }
}
