doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application       interFoam;

startFrom         startTime;

startTime         0;

stopAt            endTime;

endTime           1;

deltaT            0.001;

writeControl      adjustable;

writeInterval     0.05;

purgeWrite        0;

writeFormat       ascii;

writePrecision    6;

writeCompression  off;

timeFormat        general;

timePrecision     6;

runTimeModifiable  true;

adjustTimeStep    true;

maxCo             1;

maxAlphaCo        1;

maxDeltaT         1;

functions
{
    #sinclude "sampling"
}
