doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}

numberOfSubdomains  4;

method            simple;

coeffs
{
    n
    (
        2
        2
        1
    );
    order    xyz;
    delta    0.001;
}
