doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    "alpha.water.*"
    {
        nAlphaCorr         2;
        nAlphaSubCycles    1;
        cAlpha             1;
        MULESCorr          yes;
        nLimiterIter       5;
        solver             smoothSolver;
        smoother           symGaussSeidel;
        tolerance          1e-08;
        relTol             0;
    }
    "pcorr.*"
    {
        solver            PCG;
        preconditioner    DIC;
        tolerance         1e-05;
        relTol            0;
    }
    p_rgh
    {
        solver            PCG;
        preconditioner    DIC;
        tolerance         1e-07;
        relTol            0.05;
    }
    p_rghFinal
    {
        $p_rgh;
        relTol    0;
    }
    U
    {
        solver       smoothSolver;
        smoother     symGaussSeidel;
        tolerance    1e-06;
        relTol       0;
    }
}

PIMPLE
{
    momentumPredictor       no;
    nOuterCorrectors        1;
    nCorrectors             3;
    nNonOrthogonalCorrectors  0;
}

relaxationFactors
{
    equations
    {
        ".*"    1;
    }
}
