doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/system/sampling
sampleSets
{
    type                   sets;
    libs
    (
        sampling
    );
    writeControl           timeStep;
    writeInterval          1;
    setFormat              vtk;
    interpolationScheme    cellPointFace;
    fields
    (
        alpha.water
    );
    sets
    {
        gauge_1
        {
            type       face;
            axis       y;
            start
            (
                0.02
                0.2
                0.005
            );
            end
            (
                0.02
                0.25
                0.005
            );
            nPoints    100;
        }
        gauge_2
        {
            type       face;
            axis       y;
            start
            (
                0.2
                0.03
                0.005
            );
            end
            (
                0.2
                0.55
                0.005
            );
            nPoints    100;
        }
    }
}