doc/examples/fluidsimfoam-dam/tests/saved_cases/case0/system/setFieldsDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}

defaultFieldValues
(
    volScalarFieldValue
    alpha.water
    0
);

regions
(
    boxToCell
    {
        box [0, 0, -1]
        (
            0.1461
            0.292
            1
        );
        fieldValues
        (
            volScalarFieldValue
            alpha.water
            1
        );
    }
);
